[
  {
    "id": "35",
    "name": "Christopher",
    "date": "2025-05-01",
    "rating": 5,
    "text": "We had a fantastic stay! The home was spotless, beautifully decorated, with a stunning view. The location was perfect, quiet and relaxing. The host was responsive and made check-in a breeze. Highly recommend!",
    "img": "/data/Profile/35.webp"
  },
  {
    "id": "36",
    "name": "Gail",
    "date": "2025-04-01",
    "rating": 5,
    "text": "The house was beautiful, comfortable and the setting was tranquil. We spent time here with daughter & granddaughters. The girls LOVED the lake. We all went kayaking daily. Was so peaceful. Great restaurants only 15 minutes away. A place to unwind!",
    "img": "/data/Profile/36.webp"
  },
  {
    "id": "37",
    "name": "Jasmine",
    "date": "2025-03-01",
    "rating": 5,
    "text": "Our family traveled from High Point, NC, to celebrate my boyfriend's birthday, and we found the property to be the most stunning residence we have ever visited. The extensive amenities kept our children fully engaged, and the abundant space was exceptional. The fully equipped kitchen provided everything necessary for our stay. We are definitely going to come back again. Thank you so much Vinay!!",
    "img": "/data/Profile/22.webp"
  },
  {
    "id": "38",
    "name": "Lisa",
    "date": "2025-05-01",
    "rating": 5,
    "text": "Our family really enjoyed this beautiful lake home. It had a really great layout, with 4 of the bedrooms on the main level and another bedroom and game room upstairs. It was absolutely beautiful and the views of the lake were perfection.",
    "img": "/data/Profile/38.webp"
  },
  {
    "id": "39",
    "name": "Christian",
    "date": "2025-04-01",
    "rating": 5,
    "text": "Great place to stay - very pretty views, nicely set up and good open layout for family room and kitchen. The rec room was great for entertainment. The few issues we had - Vinay was very helpful to promptly address the issues.",
    "img": "/data/Profile/39.webp"
  },
  {
    "id": "40",
    "name": "Gloria",
    "date": "2025-03-01",
    "rating": 5,
    "text": "This place was amazing, we all felt very comfortable here on this property and enjoyed its view and amenities. The host responds immediately to any questions. Our weekend was excellent and this place made the difference. Thank you Mr. Vinay.",
    "img": "/data/Profile/40.webp"
  },
  {
    "id": "41",
    "name": "Jared",
    "date": "2025-01-01",
    "rating": 5,
    "text": "Thank you Vinay for the beautiful Airbnb and responsive messages! This place was a gem. Beautiful, spacious and peaceful. My family who are recent victims of the hurricane in Western NC, needed a getaway from the worries and stresses of home. This place offered that and much more. It felt good to see my family smile and relax after a hard few months. The home looked just like the pictures, more than enough room for sleeping arrangements and lots of entertainment without leaving the premises! Definitely worth the price!",
    "img": "/data/Profile/41.webp"
  },
  {
    "id": "42",
    "name": "Seth",
    "date": "2025-01-01",
    "rating": 5,
    "text": "This lakefront house was so beautiful!! The kitchen was well stocked. The up keep of the house was great! Plenty of room. It sleeps 12 but it was only 5 of us that attended. A girls trip to remember. Vinay, the host was very responsive. Due to the rainy weather we couldn’t enjoy the outside amenities which was fine. We had movie nights and cooked in the amazing kitchen. We plan to come back when it gets a little warmer weather.. you will not be disappointed if you book this AirBnB lakefront house. I recommend this beautiful lakefront home.",
    "img": "/data/Profile/42.webp"
  },
  {
    "id": "43",
    "name": "Alyssa",
    "date": "2024-07-01",
    "rating": 5,
    "text": "We really enjoyed our stay! The view from the deck and the sunroom were absolutely beautiful & the awesome bed swing was a favorite among our friend group! The playroom upstairs was a hit with our kiddos & there was plenty of seating in the living rooms to ensure everyone could hang out together. Our host was responsive & so amiable! We loved our stay & you will too!",
    "img": "/data/Profile/9.webp"
  },
  {
    "id": "44",
    "name": "Dawn",
    "date": "2025-06-18",
    "rating": 5,
    "text": "Great location! Very responsive host! Game room and master bedroom upstairs was a huge hit!!",
    "img": "/data/Profile/10.webp"
  },
  {
    "id": "45",
    "name": "Simon",
    "date": "2025-05-28",
    "rating": 5,
    "text": "We had to change our plans for Memorial Day last minute due to weather. Vinay was very accommodating which made the change well worth it. Would stay here again.",
    "img": "/data/Profile/11.webp"
  },
  {
    "id": "46",
    "name": "Robert",
    "date": "2025-05-01",
    "rating": 5,
    "text": "The whole experience was seamless. The property was great and served all our needs. The host provided everything and was very accommodating.",
    "img": "/data/Profile/13.webp"
  },
  {
    "id": "47",
    "name": "Colleen",
    "date": "2025-04-01",
    "rating": 5,
    "text": "Family friendly stay in perfect Lake Norman location! Beautiful lake views and plenty of space if traveling with kids. Would definitely stay again!",
    "img": "/data/Profile/12.webp"
  },
  {
    "id": "48",
    "name": "Christina",
    "date": "2024-12-01",
    "rating": 5,
    "text": "We thoroughly enjoyed our stay. The property exceeded our expectations with its comfort, views, and amenities. It was the perfect place for our friends and family to enjoy and prepare for our son’s wedding. Vinay is very responsive and easy to work with. My family and I would happily stay at this property again.",
    "img": "/data/Profile/14.webp"
  },
  {
    "id": "49",
    "name": "Audrey",
    "date": "2024-11-01",
    "rating": 5,
    "text": "This location was absolutely perfect for a weekend getaway. The house is beautiful inside and out. Being able to look out over the lake from the house and the dock was so calming and peaceful. Vinay was very responsive and friendly before and during our stay and was very accommodating with requests. If anyone is looking for a gorgeous house and peaceful location for a great price, I highly recommend staying here!",
    "img": "/data/Profile/15.webp"
  },
  {
    "id": "50",
    "name": "Lesley",
    "date": "2024-09-01",
    "rating": 5,
    "text": "This is a beautiful space and great location! The house is lovely, and very well outfitted for all needs. Comfortable beds, several areas to gather indoor and outdoor, and a very usable kitchen. We thoroughly enjoyed lounging on the deck and using the kayaks! And the views from the house can’t be beat!! I highly recommend this house!",
    "img": "/data/Profile/16.webp"
  },
  {
    "id": "51",
    "name": "Yesenia",
    "date": "2024-09-01",
    "rating": 5,
    "text": "What an awesome stay at this airbnb! The airbnb was so so spacious. It ended up only being 6 of us but there was sufficient room for more people. You can’t beat the location. The surrounding homes and nature was amazing. We enjoyed how quiet the area was and our time on the kayaks. We had the lake to ourselves when we kayaked. Highly recommend.",
    "img": "/data/Profile/19.webp"
  },
  {
    "id": "52",
    "name": "Melody",
    "date": "2024-07-01",
    "rating": 5,
    "text": "We had an amazing time at this home. Vinay and Ramya are excellent hosts and the home comes as described. The lake view is outstanding and our children (aged 6-10) thoroughly enjoyed the game room, their bedroom, and the kayaks everyday. There is plenty of space to host a large group, and lots of fun for children and adults alike. Highly recommend booking this home!",
    "img": "/data/Profile/18.webp"
  },
  {
    "id": "53",
    "name": "Evan",
    "date": "2024-06-01",
    "rating": 5,
    "text": "Vinay’s home was clean, had beautiful views of the lake, and was well-appointed with various amenities. Vinay was very responsive when we had a couple of small issues the first 2 days and went above and beyond to rectify them which we greatly appreciated. I would highly recommend this property for a group of 9 or more people as it has a great spot on the lake and is in a quiet/peaceful area.",
    "img": "/data/Profile/17.webp"
  },
  {
    "id": "54",
    "name": "Corey",
    "date": "2025-06-04",
    "rating": 5,
    "text": "Excellent location on the lake. Vinay was responsive on any questions we had.",
    "img": "/data/Profile/20.webp"
  },
  {
    "id": "55",
    "name": "Joseph",
    "date": "2025-05-01",
    "rating": 5,
    "text": "Well stocked beautiful view lake home very comfortable great responsive host",
    "img": "/data/Profile/21.webp"
  },
  {
    "id": "56",
    "name": "Leslie",
    "date": "2025-02-01",
    "rating": 5,
    "text": "The home was beautiful, the lake view was tranquil, and everything needed shopping-wise was available within minutes!",
    "img": "/data/Profile/4.webp"
  },
  {
    "id": "57",
    "name": "Saeeda",
    "date": "2024-11-01",
    "rating": 5,
    "text": "Exceptional stay and place! My son left his laptop and Vinay took care to help get it shipped to us. He went the extra mile and we greatly appreciate that! Highly recommend!",
    "img": "/data/Profile/23.webp"
  },
  {
    "id": "58",
    "name": "Annie",
    "date": "2024-10-01",
    "rating": 5,
    "text": "The lake house was amazing! Perfect fit for my family and I, and the availability of a crib was super helpful. Would definitely recommend this little slice of heaven to anyone!",
    "img": "/data/Profile/24.webp"
  },
  {
    "id": "59",
    "name": "Austin",
    "date": "2024-09-01",
    "rating": 5,
    "text": "The home was beautiful and better than listed. Amenities were exactly as described and we had an amazing holiday weekend. Place was very clean and the host responded within minutes with every question. All in all… amazing place for a larger group!",
    "img": "/data/Profile/42.webp"
  },
  {
    "id": "60",
    "name": "Jadi",
    "date": "2024-07-01",
    "rating": 4,
    "text": "The stay was great and the house is beautiful and matched the pictures. The only takeaway is the well water. The smell is pretty intense especially after a few days. Other than that, I would recommend this house to family and friends. Thank you Vinay!",
    "img": "/data/Profile/26.webp"
  },
  {
    "id": "61",
    "name": "Nikita",
    "date": "2025-03-01",
    "rating": 5,
    "text": "The best weekend on a lake! House is great, view is stunning!",
    "img": "/data/Profile/27.webp"
  },
  {
    "id": "62",
    "name": "Bryon",
    "date": "2024-08-01",
    "rating": 5,
    "text": "Thoroughly enjoyed our stay! Great spot on the lake. Loved the game room and all the amenities. Highly recommend!",
    "img": "/data/Profile/30.webp"
  },
  {
    "id": "63",
    "name": "Drew",
    "date": "2025-06-18",
    "rating": 5,
    "text": "Fantastic stay!",
    "img": "/data/Profile/29.webp"
  },
  {
    "id": "64",
    "name": "Meenal",
    "date": "2024-10-01",
    "rating": 5,
    "text": "Very beautiful property. I visited with family and the space was very spacious. My young cousin loved the game room.",
    "img": "/data/Profile/28.webp"
  },
  {
    "id": "65",
    "name": "Abraham",
    "date": "2024-09-01",
    "rating": 5,
    "text": "My family and I had a great stay; beautiful house, so much fun. Vinay was a great host. Definitely will be back to this place. 100% recommend.",
    "img": "/data/Profile/31.webp"
  },
  {
    "id": "66",
    "name": "Maria",
    "date": "2024-08-01",
    "rating": 5,
    "text": "We had an absolutely fantastic time staying at Vinay’s place. From start to finish, everything exceeded our expectations. The communication with Vinay was smooth and prompt, making the booking process hassle-free. The space was immaculately clean and beautifully decorated. The beds were comfortable and we had plenty of room throughout the house that we didn’t feel like we were stumbling over each other. The amenities provided were top-notch, ensuring that we had everything we needed for a comfortable stay. We made use of fishing poles, kayaks, and the dock for swimming. We did bring some of our own floats to just lay around on! We cooked most nights and the kitchen was fully stocked. The location was perfect, with a Costco and Target nearby to easily get groceries or items you forgot to pack! Jeremiah's Italian Ice is a great place for a sweet treat! We cannot recommend Vinay and his property highly enough. Thank you for such a memorable stay—we will definitely be back!",
    "img": "/data/Profile/25.webp"
  },
  {
    "id": "67",
    "name": "Fong",
    "date": "2024-08-01",
    "rating": 5,
    "text": "Inside is really clean. But some spider web on the dock. Vinay is very proactive in communication. Like the place!",
    "img": "/data/Profile/32.webp"
  }
]
